[
   {
      "html": "<h2 class=title>Share your Safari tab groups</h2> <p><img src=https://updaty.apptitute.de/img/tips-05-1.jpg alt=></p>  <p>In iOS 15 came the ability to create groups of tabs in Safari, which is really useful if wanting to collate all your tabs relating to work, holiday planning, entertainment or whatever else you use the internet for.</p>  <p>In iOS 16, Safari has developed this even further, with the new Shared Tab Groups feature.</p>  <p>This allows you to share a group of tabs with friends, study mates, colleagues or family. </p>  <p>For instance, if you’re working on a class assignment at college, you can group together all your research tabs and then share it with your fellow students working on the same report.</p> ",
      "id":1
   },
   {
      "html": "<h2 class=title>Share your Safari tab groups</h2> <p><img src=https://updaty.apptitute.de/img/tips-05-2.jpg alt=></p>  <p>To do this you need to go into Safari and tap the tab button in the bottom right corner. </p> ",
      "id":2
   },
   {
      "html": "<h2 class=title>Share your Safari tab groups</h2> <p><img src=https://updaty.apptitute.de/img/tips-05-3.jpg alt=></p>  <p>On the next screen, tap the middle of the bottom menu, where it shows how many tabs you have open, and a pop-up menu will appear where you can create a new group of tabs.</p>",
      "id":3
   },
   {
      "html": "<h2 class=title>Share your Safari tab groups</h2> <p><img src=https://updaty.apptitute.de/img/tips-05-4.jpg alt=></p>  <p>Tap New Tab Group if you want to add a group and select only some of your currently open tabs to go into this; tap New Empty Tab Group if you want to create a new group of all the tabs you currently have open. </p> ",
      "id":4
   },
   {
      "html": "<h2 class=title>Share your Safari tab groups</h2> <p><img src=https://updaty.apptitute.de/img/tips-05-5.jpg alt=></p>  <p>Then type in the name you want to give the group and tab Save.</p> ",
      "id":5
   },
   {
      "html": "<h2 class=title>Share your Safari tab groups</h2> <p><img src=https://updaty.apptitute.de/img/tips-05-6.jpg alt=></p>  <p>To share a group, go back to the tabs menu and tap and hold the center of the menu at the bottom of the screen. On the menu that pops up, select the group of tabs you’ve just created.</p> ",
      "id":6
   },
   {
      "html": "<h2 class=title>Share your Safari tab groups</h2>  <p><img src=https://updaty.apptitute.de/img/tips-05-7.jpg alt=></p>  <p>Once its open, there’s a Share Sheet icon on the top right, next to the title. Tap this and then pick the people or app.</p> ",
      "id":7
   }
]