[
   {
      "html": "<h2 class=title>Creating an emergency contact on your iPhone</h2> <p><img src=https://updaty.apptitute.de/img/tips-10-1.jpg alt=></p>  <p>Creating an emergency contact on your iPhone.</p>  <p>What would happen if you’re out of signal but an emergency has happened which you need to alert your carer about? </p>  <p>Your iPhone has been able to call emergency services in such a situation for ages but the good news is that it can now also call your emergency contacts. On the lock screen this will appear as an ‘SOS’ button.</p>   ",
      "id":1
   },
   {
      "html": "<p><img src=https://updaty.apptitute.de/img/tips-10-2.jpg alt=></p>  <p>To set up your emergency contacts, go to the Health app and tap your profile avatar or initial sin the top right corner. Then tap Medical ID.</p>  ",
      "id":2
   },
   {
      "html": "<p><img src=https://updaty.apptitute.de/img/tips-10-3.jpg alt=></p>  <p>Once in your Medical ID section, tap on Edit and then scroll down to the Emergency Contacts section, before tapping on the green + button to add your emergency contacts.</p>",
      "id":3
   },
   {
      "html": "<p><img src=https://updaty.apptitute.de/img/tips-10-4.jpg alt=></p>  <p>You’ll be able to select who to add from your Contacts app and you can also specify the relationship you have with this contact.</p>",
      "id":4
   },
   {
      "html": "<p><img src=https://updaty.apptitute.de/img/tips-10-5.jpg alt=></p>  <p>Once you’ve selected the person, tap the Done button to save.</p> ",
      "id":5
   },
   {
      "html": "<p><img src=https://updaty.apptitute.de/img/tips-05-6.jpg alt=></p>  <p>To share a group, go back to the tabs menu and tap and hold the center of the menu at the bottom of the screen. On the menu that pops up, select the group of tabs you’ve just created.</p> ",
      "id":6
   },
   {
      "html": " <p><img src=https://updaty.apptitute.de/img/tips-05-7.jpg alt=></p>  <p>Once its open, there’s a Share Sheet icon on the top right, next to the title. Tap this and then pick the people or app.</p> ",
      "id":7
   }
]