[
   {
      "html": "<h2 class=title>Get your iPhone to alert you if you're at risk of falling</h2> <p><img src=https://updaty.apptitute.de/img/tips-11-1.jpg alt=></p>  <p>How to get your iPhone to alert you if you’re at risk of falling.</p>  <p>As we age, we lose our sense of balance and become more prone to falling. It will happen to all of us eventually, but in old age, a fall can be really debilitating. </p>  <p>That’s why the Walking Steadiness app is so great. It tracks the way you walk – including speed and step length – and then rates your risk of falling over the next 12 months.</p> ",
      "id":1,
      "subtitle": "Falling alert"
   },
   {
      "html": "<h2 class=title>Get your iPhone to alert you if you're at risk of falling</h2> <p><img src=https://updaty.apptitute.de/img/tips-11-2.jpg alt=></p>  <p>It gives you the following ratings for your walking steadiness: </p>  <p>OK – you’re at little risk of falling in the next 12 months.</p>  <p>Low – your walking steadiness has declined and there is an increased risk of you falling in the next 12 months.</p>  <p>And Very Low – your walking steadiness has declined significantly and there is a high risk of falling in the next 12 months.</p>  <p>Your iPhone will send you a notification to indicate if your steadiness level has changed while the Health app will also suggest different activities to improve your steadiness in the future.</p>  ",
      "id":2,
      "subtitle": "Falling alert"
   },
   {
      "html": "<h2 class=title>Get your iPhone to alert you if you're at risk of falling</h2> <p><img src=https://updaty.apptitute.de/img/tips-11-3.jpg alt=></p>  <p>How do you use it? Open the Health App and within the browse screen tap on Mobility, before tapping on Walking Steadiness Notifications.</p>",
      "id":3,
      "subtitle": "Falling alert"
   },
   {
      "html": "<h2 class=title>Get your iPhone to alert you if you're at risk of falling</h2> <p><img src=https://updaty.apptitute.de/img/tips-11-4.jpg alt=></p>  <p>Then follow the onscreen instructions to set it up. You may need to provide some personal data as part of this, including your weight and height.</p>",
      "id":4,
      "subtitle": "Falling alert"
   }
]