[
   {
      "html": "<h2 class=title>Creating shared calendars with your iPhone</h2> <p><img src=https://updaty.apptitute.de/img/tips-12-1.jpg alt=></p>  <p>If you make a lot of plans with someone – whether that’s family, your partner or a work colleague – it can be really useful to have visibility of their calendar.</p>  <p>The Calendars app on the iPhone has been continually improved to allow you to do this in more nuanced ways. </p>  <p>Here’s our recommended way to create a calendar for sharing with someone in such a way that you don’t have to share your entire calendar with them.</p>  <p>The first part of this is creating a custom Calendar – i.e. one in which you can include all your plans which you want or need to be sharable. To do this, tap on Calendars in the bottom menu in the Calendar app. </p> ",
      "id":1
   },
   {
      "html": "<h2 class=title>Creating shared calendars with your iPhone</h2> <p><img src=https://updaty.apptitute.de/img/tips-12-2.jpg alt=></p>  <p>From the pop-up menu, tap Add Calendar, and in the form that ensues you’ll be able to add a name and color for the customs calendar you’re creating.</p> ",
      "id":2
   },
   {
      "html": "<h2 class=title>Creating shared calendars with your iPhone</h2> <p><img src=https://updaty.apptitute.de/img/tips-12-3.jpg alt=></p>  <p>To share this calendar, go back to the Calendars section in the Calendar app. From the list of calendars that appears, find the one you just created and tap the info button next to its name.</p>",
      "id":3
   },
   {
      "html": "<h2 class=title>Creating shared calendars with your iPhone</h2> <p><img src=https://updaty.apptitute.de/img/tips-12-4.jpg alt=></p>  <p>In the Edit Calendar menu, you can tap Add Person in the Shared With section. </p> ",
      "id":4
   },
   {
      "html": "<h2 class=title>Creating shared calendars with your iPhone</h2> <p><img src=https://updaty.apptitute.de/img/tips-12-5.jpg alt=></p>  <p>In the next screen, you’ll be able to start typing in the name or email address of the person you want to share the calendar with in the To field. </p> ",
      "id":5
   }
]