[
   {
      "html": "<h2 class=title>How to schedule emails using Mail</h2> <p><img src=https://updaty.apptitute.de/img/tips-04-1.jpg alt=></p>  <p>Sometimes the best way to phrasing an important email comes to you outside of work hours, but you don’t want to set a precedent of being seen as someone who sends emails at all hours of the day. </p>  <p>Or, you may be wanting to send an important email but want to time when it is sent in order to optimize the chances of it being read.</p>  <p>The good thing is that you can now schedule when your emails are sent when using the Mail app.</p>  ",
      "id":1,
      "subtitle": "Schedule emails"
   },
   {
      "html": "<h2 class=title>How to schedule emails using Mail</h2> <p><img src=https://updaty.apptitute.de/img/tips-04-2.jpg alt=></p>  <p>How do you do it? Once you’ve drafted your email, hold on to the send arrow next to the subject line and a pop-up menu will appear.  In this menu will appear four options: Send Now, Send 9:00 PM Tonight, Send 8:00 AM Tomorrow, and Send Later.</p>  <p><img src=https://updaty.apptitute.de/img/tips-04-3.jpg alt=></p>  <p>If you tap on Send Later, a calendar will appear from which you can select the date on which you wish to send your message. </p> ",
      "id":2,
      "subtitle": "Schedule emails"
   },
   {
      "html": "<h2 class=title>How to schedule emails using Mail</h2> <p><img src=https://updaty.apptitute.de/img/tips-04-4.jpg alt=></p>  <p>Once you’ve done this, on the next screen you’ll be able to select what time you want to send the email that day, and there’s a really helpful Time Zone option at the bottom in case you’re sending it to someone overseas.</p>  <p>Once you’re happy with the time and date, tap Done on the top right corner of the screen and your message will now be scheduled. </p>  <p>If you want to go back to the message before its scheduled send time, you can go to the Send Later section in the Mailboxes screen.</p>  <p>On this screen, you’ll be able to tap Edit on the top right corner in order to be able to go back into the emails and edit the timings or the content of the email.</p>",
      "id":3,
      "subtitle": "Schedule emails"
   },
   {
      "html": "<h2 class=title>How to schedule emails using Mail</h2> <p><img src=https://updaty.apptitute.de/img/tips-02-4.jpg alt=></p>  <p>List will display notifications in the way you know and love (or hate), as the classic, vertical list starting just below the clock and running down the screen.</p> ",
      "id":4,
      "subtitle": "Schedule emails"
   }
]