[
   {
      "html": "<h2 class=title>Unsend messages and emails now</h2> <p><img src=https://updaty.apptitute.de/img/ios16-05-1.jpg alt=></p>  <p>Have you ever clicked send on a message or email on your iPhone and regret what you’ve said straight away?</p> <p>The good news for you is that iOS 16 gives you a chance to take it back.</p>",
      "id":1
   },
   {
      "html": "<p><img src=https://updaty.apptitute.de/img/ios16-05-2.jpg alt=></p>  <p>You can now edit or undo the troublesome words you’ve sent in iMessage by long-pressing on the questionable message and selecting either <em>Undo Send</em> or <em>Edit</em>.</p> ",
      "id":2
   },
   {
      "html": "<p><img src=https://updaty.apptitute.de/img/ios16-05-3.jpg alt=></p>  <p>There is a time limit though. You can edit messages up to 15 minutes after the initial send and you can delete them for a period of two minutes.</p> <p>It also only works for iMessages rather than SMS, so will only work for messages sent to fellow iPhone users. You should also be aware that this new feature only really works for messages sent to fellow iOS 16 users.</p> <p>If you edit a message sent to an iOS 15 user, they will get copies of both the original and the edited version. If you try to unsend the message, they’ll still get the message you originally sent.</p>",
      "id":3
   },
   {

      "html": "<p><img src=https://updaty.apptitute.de/img/ios16-05-4.jpg alt=></p>  <p>It’s still pretty neat though, and the goods news is that a similar update has been introduced for Mail, as you can now tap the <em>Undo Send</em> button at the bottom of the app for up to 10 seconds after your email was sent.</p> ",

      "id":4
   },
   {
      "html": "<p><img src=https://updaty.apptitute.de/img/ios16-05-5.jpg alt=></p>  <p>If 10 seconds isn’t enough, you can go into the Mail section of your Settings, click the <em>Undo Send Delay</em> section and change the length of time you want to give yourself to decide if that email will really did need to wait until tomorrow.</p>",
      "id":5
   }
]
