[
  {
    "html": "<html><p><img src=https://updaty.apptitute.de/img/ios16-01-1.jpg alt=></p>  <p>iPhones have had dictation functionality for ages, but with iOS 16, using it has become way easier.</p>  <p>For instance, you can now type at the same time as dictating, including being able to insert QuickType suggestions without having to stop speaking. This is really great because you usually had to make pretty extensive edits to your dictation after you finished speaking. </p>  <hr>  <p><img src=https://updaty.apptitute.de/img/ios16-01-2.jpg alt=></p>  <p>The other thing that’s made dictation a lot easier and reduced the need for you to even do much editing at all is the new automatic punctuation feature. With iOS 16, your iPhone will now intelligently add commas, question marks and full stops where appropriate, meaning your stream of consciousness dictation can immediately become easy-to-read prose.</p>  <hr>  <p><img src=https://updaty.apptitute.de/img/ios16-01-3.jpg alt=></p>  <p>And the other cool new feature is that you can now insert emojis by voice command, and given how much better the dictation functionality on your iPhone now is, you’re definitely going to want to say “insert smiley face”.</p></html>",
    "htmlSmall": "<html><div class=container><div class=imgContainer><img src=https://updaty.apptitute.de/img/ios16-01-0.jpg alt=placeholder ></div><div class=rightContainer><h1 class=subTitle >Dictation</h1><h2 class=title>How dictation got way smarter</h2></div></div></html>",
    "id": 1
  },
  {
    "html": "<html><p><img src=https://updaty.apptitute.de/img/ios16-02-1.jpg alt=></p>  <p>Ever wanted to drop a cut-out of your cat into all your other photos or make her into a sticker to send in your messages? Well, you no longer have to be an expert in Photoshop to do this.</p>  <p>iOS 16 has plenty of awesome new features but Live Objects is probably the best one.  It identifies a prominent or foregrounded item within your photos and can produce cutouts of it automatically, without you having to spend hours on end cropping around it.  </p>  <hr>  <p><img src=https://updaty.apptitute.de/img/ios16-02-2.jpg alt=></p>  <p>Take, for example, a picture of your cat sprawled out on your bed. On iOS 16, your iPhone will now automatically detect your cat in the foreground of the picture. </p>  <hr>  <p><img src=https://updaty.apptitute.de/img/ios16-02-3.jpg alt=></p>  <p>If you long-press on your cat, you will be able to tap copy, and when you try to paste it into a message or onto another photo in an editing app, a cut-out of your cat will appear there, perfectly cropped. No bed, just cat.</p>  <hr>  <p><img src=https://updaty.apptitute.de/img/ios16-02-4.jpg alt=></p>  <p>The new feature is super easy to use and comes with endless possibilities.</p></html>",
    "htmlSmall": "<html><div class=container><div class=imgContainer><img src=https://updaty.apptitute.de/img/ios16-02-0.jpg alt=placeholder ></div><div class=rightContainer><h1 class=subTitle >Photo Cutout</h1><h2 class=title>Why the new photo cutout feature is the best</h2></div></div></html>",
    "id": 2
  },
  {
    "html": "<html><p><img src=https://updaty.apptitute.de/img/ios16-03-1.jpg alt=></p>  <p>Ever been abroad on holiday ordering from a restaurant and it takes an age to figure out what the menu is saying? Wish there were a way to translate it much quicker?</p>  <hr>  <p><img src=https://updaty.apptitute.de/img/ios16-03-2.jpg alt=></p>  <p>The good news for iPhone users is that the Live Text functionality has been updated with translation options, meaning you can get translations direct from your camera, removing the need to type words you barely understand into Google Translate.</p>  <hr>  <p><img src=https://updaty.apptitute.de/img/ios16-03-3.jpg alt=></p>  <p>Live Text is where your iPhone picks up and interprets words as they appear on your screen via your camera or in your photos. It now links up with your iPhone’s Translate app, meaning you can get instantaneous translations via your camera.</p>  <hr>  <p><img src=https://updaty.apptitute.de/img/ios16-03-4.jpg alt=></p>  <p>To use this, just go into the Translate app and tap the new camera button which now appears in it. </p>  <p><img src=https://updaty.apptitute.de/img/ios16-03-5.jpg alt=></p>  <p>You can point your camera at the restaurant menu – or whatever it is you want translating – and the translation will appear in real-time on your screen.</p>  <hr>  <p><img src=https://updaty.apptitute.de/img/ios16-03-6.jpg alt=></p>  <p>And that’s not the only thing that’s new about iOS 16. Live Text now works with videos too, allowing you to pause your videos and interact with any words that may appear in them.</p>  <hr>  <p><img src=https://updaty.apptitute.de/img/ios16-03-7.jpg alt=></p>  <p>There are also new languages in the Translate app – including Japanese, Korean and Ukrainian, in addition to Chinese, English, French, Italian, German, Portuguese and Spanish.</p></html>",
    "htmlSmall": "<html><div class=container><div class=imgContainer><img src=https://updaty.apptitute.de/img/ios16-03-0.jpg alt=placeholder ></div><div class=rightContainer><h1 class=subTitle >Translation</h1><h2 class=title>Live Text now has translation options</h2></div></div></html>",
    "id": 3
  },
  {
    "html": "<html><p><img src=https://updaty.apptitute.de/img/ios16-04-1.jpg alt=></p>  <p>You may not think it, but your lock screen is probably the part of your phone you use the most, whether it’s glancing to see the time or checking if you’ve been sent an important message or email.</p>  <hr>  <p><img src=https://updaty.apptitute.de/img/ios16-04-2.jpg alt=></p>  <p>With iOS 16, Apple has given you loads more options to better customize your lock screen. This includes being able to create multiple versions to choose from at any moment, and a whole new range of widgets to include.</p>  <hr>  <p><img src=https://updaty.apptitute.de/img/ios16-04-3.jpg alt=></p>  <p>To begin customizing your lock screen, you’ll just need to long-press anywhere on the screen where your notifications are not appearing.  Your screen will then zoom out and you’ll see a carousel of the different versions you’ve already set up. You can either edit the current screen by clicking the ‘Customize’ button, swipe to another screen to edit or tap the ‘+’ button to create a new one.</p>  <hr>  <p><img src=https://updaty.apptitute.de/img/ios16-04-4.jpg alt=></p>  <p>You can now select from a variety of themes, edit the fonts and clock stylings displayed, and pick from any number of widgets to include on your screens. The widgets are way smarter than they used to be too. </p>  <hr>  <p><img src=https://updaty.apptitute.de/img/ios16-04-5.jpg alt=></p>  <p>For instance, if you want to check the sports scores, you can include a scoreboard on your screen which will automatically update when the score changes, so you won’t have to get a whole new notification every time there’s a goal.</p>  <hr>  <p><img src=https://updaty.apptitute.de/img/ios16-04-6.jpg alt=></p>  <p>If you choose to not include widgets, your lock screen will still look great because your iPhone can now do all sorts of cool design tricks like blend the clock around the foreground and background of your photos.</p></html>",
    "htmlSmall": "<html><div class=container><div class=imgContainer><img src=https://updaty.apptitute.de/img/ios16-04-0.jpg alt=placeholder ></div><div class=rightContainer><h1 class=subTitle >Lock Screen</h1><h2 class=title>Your lock screen is now super customizable</h2></div></div></html>",
    "id": 4
  },
  {
    "html": "<html><p><img src=https://updaty.apptitute.de/img/ios16-05-1.jpg alt=></p>  <p>Have you ever clicked send on a message or email on your iPhone and regret what you’ve said straight away? The good news for you is that iOS 16 gives you a chance to take it back.</p>  <hr>  <p><img src=https://updaty.apptitute.de/img/ios16-05-2.jpg alt=></p>  <p>You can now edit or undo the troublesome words you’ve sent in iMessage by long-pressing on the questionable message and selecting either ‘Undo Send’ or ‘Edit’.</p>  <hr>  <p><img src=https://updaty.apptitute.de/img/ios16-05-3.jpg alt=></p>  <p>There is a time limit though. You can edit messages up to 15 minutes after the initial send and you can delete them for a period of two minutes. It also only works for iMessages rather than SMS, so will only work for messages sent to fellow iPhone users. You should also be aware that this new feature only really works for messages sent to fellow iOS 16 users. If you edit a message sent to an iOS 15 user, they will get copies of both the original and the edited version. If you try to unsend the message, they’ll still get the message you originally sent.</p>  <hr>  <p><img src=https://updaty.apptitute.de/img/ios16-05-4.jpg alt=></p>  <p>It’s still pretty neat though, and the goods news is that a similar update has been introduced for Mail, as you can now tap the ‘Undo Send’ button at the bottom of the app for up to 10 seconds after your email was sent.</p>  <hr>  <p><img src=https://updaty.apptitute.de/img/ios16-05-5.jpg alt=></p>  <p>If 10 seconds isn’t enough, you can go into the Mail section of your Settings, click the ‘Undo Send Delay’ section and change the length of time you want to give yourself to decide if that email will really did need to wait until tomorrow.</p> </html>",
    "htmlSmall": "<html><div class=container><div class=imgContainer><img src=https://updaty.apptitute.de/img/ios16-05-0.jpg alt=placeholder ></div><div class=rightContainer><h1 class=subTitle >Unsend</h1><h2 class=title>Unsend messages and emails now</h2></div></div></html>",
    "id": 5
  },
  {
    "html": "<html><p><img src=https://updaty.apptitute.de/img/ios16-06-1.jpg alt=></p>  <p>Maps has been pretty great at getting you from A to B for years now, but it’s been less good for getting you from A to B via C and D. </p>  <hr>  <p><img src=https://updaty.apptitute.de/img/ios16-06-2.jpg alt=></p>  <p>For instance, you’re heading home (or ‘B’) from work (‘A’) but you need to pick up the kids or a friend (‘C’) on the way and then go to the shop (‘D’) to get some food before completing your journey. </p>  <hr>  <p><img src=https://updaty.apptitute.de/img/ios16-06-3.jpg alt=></p>  <p>Previously, you’d have had to input each journey using Maps on your iPhone. So that’s A to C initially as you leave work, then when you get to your friend you’d input C to D, and then once you’ve got your dinner, you’d input D to B. </p>  <hr>  <p><img src=https://updaty.apptitute.de/img/ios16-06-4.jpg alt=></p>  <p>The good news is that following the iOS 16 update, Maps can now set up a multi-stop route, meaning you can just do A to B via C and D at the outset, rather than inputting multiple journeys as you go. </p><hr>  <p><img src=https://updaty.apptitute.de/img/ios16-06-5.jpg alt=></p>  <p>How do you do it? In Maps, you find your first stop (C – the kids or friend) and click the directions button (the blue arrows button) to set up the route.</p>  <hr>  <p><img src=https://updaty.apptitute.de/img/ios16-06-6.jpg alt=></p>  <p>Then once you’ve done this, select the ‘Add stop’ button under the first stop, to input your next stop (D – the food). </p>  <hr>  <p><img src=https://updaty.apptitute.de/img/ios16-06-7.jpg alt=></p>  <p>You then do the same again for B, your end-destination (home). </p>  <hr>  <p><img src=https://updaty.apptitute.de/img/ios16-06-8.jpg alt=></p>  <p>And there you go, your multi-stop journey is now set up and you won’t have to keep on adding journeys in Maps as you go. You can now just follow the directions your iPhone is giving you.</p></html>",
    "htmlSmall": "<html><div class=container><div class=imgContainer><img src=https://updaty.apptitute.de/img/ios16-06-0.jpg alt=placeholder ></div><div class=rightContainer><h1 class=subTitle >Multi-stop route</h1><h2 class=title>Plot your multi-stop route on Maps</h2></div></div></html>",
    "id": 6
  }
]