[
  {
    "html": "<html><hr>  <p><img src=https://updaty.apptitute.de/img/ios15-01-1.jpg alt=></p>  <p>If you’re like me, then the music you listen to is the soundtrack to your life. </p>  <p>We all associate different favorite songs and albums with particular moments of our life. Our memories sing to us as much as they appear to us visually. </p>  <p>Which is why it’s such good news that Apple has updated its Memories app in iOS 15 so that you can now select the music that accompanies your memory montages in Photos.</p>  <hr>  <p><img src=https://updaty.apptitute.de/img/ios15-01-2.jpg alt=></p>  <p>To do this, go into the For You section of Photos and then tap Memories. Pick the compilation you’re interested in soundtracking and then tap the music button (the one with the musical notes). </p>  <hr>  <p><img src=https://updaty.apptitute.de/img/ios15-01-3.jpg alt=></p>  <p>Here you’ll see all your music in your Apple Music app. You can select from here the track which you think works best for the memory compilation you’re editing.</p>  <hr>  <p><img src=https://updaty.apptitute.de/img/ios15-01-4.jpg alt=></p>  <p>The only drawback is that it only works with Apple Music and not third-party apps like Spotify and Pandora. </p></html>",
    "htmlSmall": "<html><div class=container><div class=imgContainer><img src=https://updaty.apptitute.de/img/ios15-01-0.jpg alt=placeholder ></div><div class=rightContainer><h1 class=subTitle >Soundtrack</h1><h2 class=title>Chose the soundtrack to your life</h2></div></div></html>",
    "id": 1
  },
  {
    "html": "<html><hr>  <p><img src=https://updaty.apptitute.de/img/ios15-02-1.jpg alt=></p>  <p>Your iPhone is a world of fun and entertainment, but sometimes, it can be too fun. For instance, you’ve got to really focus on an important project at work for an hour or two and this is really not the time to be getting notifications from your phone telling you that you’ve got memories to look back on in Facebook!</p>  <hr>  <p><img src=https://updaty.apptitute.de/img/ios15-02-2.jpg alt=></p>  <p>The iPhone has had the ‘Do Not Disturb’ feature for ages, but this is a little too black and white for some. If it’s a work project, you might still want to get notifications from your email app, for example.  That’s why the new Focus feature of iOS 15 is so great. It’s basically Do Not Disturb on steroids with loads of customizable options. </p>  <hr>  <p><img src=https://updaty.apptitute.de/img/ios15-02-3.jpg alt=></p>  <p>First off, you can set loads of different types of Focus modes – for example, work, cooking or meditation.</p>  <hr>  <p><img src=https://updaty.apptitute.de/img/ios15-02-4.jpg alt=></p>  <p>Secondly, you can edit the settings to control which apps and notifications continue and stop on each of these modes. </p>  <hr>  <p><img src=https://updaty.apptitute.de/img/ios15-02-5.jpg alt=></p>  <p>So, for work, you can keep those email and Slack notifications coming in but mute social media. For meditation, you can strip it right back so that you’re only allowing Headspace, Calm or whichever mindfulness app you’re using to interrupt you.</p>  <hr>  <p><img src=https://updaty.apptitute.de/img/ios15-02-6.jpg alt=></p>  <p>You can still use the Do Not Disturb functionality for when you really want no disruptions at all, but Focus is way more sophisticated, allowing you to create a multiplicity of modes so that your iPhone can match the various mindsets you may need to get into at different points of the day.</p></html>",
    "htmlSmall": "<html><div class=container><div class=imgContainer><img src=https://updaty.apptitute.de/img/ios15-02-0.jpg alt=placeholder ></div><div class=rightContainer><h1 class=subTitle >Focus mode</h1><h2 class=title>Get into the zone with the new Focus mode</h2></div></div></html>",
    "id": 2
  },
  {
    "html": "<html><hr>  <p><img src=https://updaty.apptitute.de/img/ios15-03-2.jpg alt=></p>  <p>Ever see a website url on an event brochure and want to get to it right away but get frustrated having to type it out exactly right on your iPhone? Ever see a phone number in the directory book and wish you didn’t have to check three times that you typed it in right? </p>  <hr>  <p><img src=https://updaty.apptitute.de/img/ios15-03-1.jpg alt=></p>  <p>It appears Apple have been listening because with the new iOS 15 there comes an amazing new feature just for you – Live Text. Live Text basically interprets text – in print or handwritten – from your photos and cameras. It’s an amazing feature with loads of cool connotations.</p>  <hr>  <p><img src=https://updaty.apptitute.de/img/ios15-03-3.jpg alt=></p>  <p>For instance, if you’ve received a takeout flyer from a restaurant and you want to call them right away to order some chow mein. </p>  <hr>  <p><img src=https://updaty.apptitute.de/img/ios15-03-4.jpg alt=></p>  <p>All you need to do is get your phone out, open the camera, hover it over the phone number or website, and the phone will pick these out for you. You’ll just need to tap on them to either make the call or go to the website.</p>  <hr>  <p><img src=https://updaty.apptitute.de/img/ios15-03-5.jpg alt=></p>  <p>And let’s take this a step further. You’re on holiday and you’re at a restaurant but the menu is in a foreign language with no translation. Well, you can now pick out your phone, hover the camera on it, and you can copy the text from the camera or photo to then paste into the Translate app on your phone.</p></html>",
    "htmlSmall": "<html><div class=container><div class=imgContainer><img src=https://updaty.apptitute.de/img/ios15-03-0.jpg alt=placeholder ></div><div class=rightContainer><h1 class=subTitle >Life Text</h1><h2 class=title>How Live Text will blow your mind</h2></div></div></html>",
    "id": 3
  },
  {
    "html": "<html><hr>  <p><img src=https://updaty.apptitute.de/img/ios15-04-1.jpg alt=></p>  <p>Remember the pandemic when everyone was on Zoom calls for basically the entirety of the time? Remember all the fun we had with background filters? Remember basically just looking at your own webcam display to make sure you didn’t look silly?</p>  <p>It appears the developers at Apple were in a similar boat because they’ve really gone to town with FaceTime in the new iOS 15 update. </p>  <hr>  <p><img src=https://updaty.apptitute.de/img/ios15-04-2.jpg alt=></p>  <p>The main update is the introduction of Portrait mode in the app. </p>  <hr>  <p><img src=https://updaty.apptitute.de/img/ios15-04-3.jpg alt=></p>  <p>This works so much better than the blur out background features in Zoom and Teams, and has the extra benefit of touching up tour beautiful face at the same time, as it does in your camera app.</p>  <hr>  <p><img src=https://updaty.apptitute.de/img/ios15-04-4.jpg alt=></p>  <p>There are also new mic modes, allowing you to cut out the background noise with Voice Isolation, keep it all in using Standard or make it more prominent using Wide Spectrum.</p>  <hr>  <p><img src=https://updaty.apptitute.de/img/ios15-04-5.jpg alt=></p>  <p>The grid display feature is enhanced on group calls as well, with the audio from each person’s voice coming from the part of the phone they’re displayed on.</p>  <hr>  <p><img src=https://updaty.apptitute.de/img/ios15-04-6.jpg alt=></p>  <p>And for the first time ever, with iOS 15 you can now patch in friends with Windows or Android devices into your FaceTime calls. You’ll just need to create a FaceTime call link in the app and send it to them.</p></html>",
    "htmlSmall": "<html><div class=container><div class=imgContainer><img src=https://updaty.apptitute.de/img/ios15-04-0.jpg alt=placeholder ></div><div class=rightContainer><h1 class=subTitle >New FaceTime</h1><h2 class=title>Look and sound your best on the new updated FaceTime</h2></div></div></html>",
    "id": 4
  },
  {
    "html": "<html><hr>  <p><img src=https://updaty.apptitute.de/img/ios15-05-1.jpg alt=></p>  <p>For many people, there’s just too much information in the modern age. Every time you pick up your iPhone to check the time or your messages, you instead get a bombardment of information from your social media apps, your news apps, your sports team’s apps, your mindfulness apps, and so on. Most of the time, this sort of information can just wait. You don’t need to hear about every new puzzle on your crossword app as and when it’s released; neither do you need to know right away that your Amazon delivery’s been dispatched. </p>  <hr>  <p><img src=https://updaty.apptitute.de/img/ios15-05-2.jpg alt=></p>  <p>That’s why the new Notification Summaries feature of iOS 15 is so great. You can create, in essence, a notification digest that comes up at certain points through the day, summarizing all of these non-essential notifications in one place, at one time.</p>  <hr>  <p><img src=https://updaty.apptitute.de/img/ios15-05-3.jpg alt=></p>  <p>You can set the apps you want instant notifications for and those you want to be covered in your digest in the Notifications section of Settings. </p>  <hr>  <p><img src=https://updaty.apptitute.de/img/ios15-05-4.jpg alt=></p>  <p>Here you can also set the times of the day at which you want your notifications. For some, this will be in the morning over a damn fine cup of joe. For others, this maybe in the early evening when you’re on the commute back home from work.</p>  <hr>  <p><img src=https://updaty.apptitute.de/img/ios15-05-5.jpg alt=></p>  <p>Whatever time you want it, the Notification Summary will help you better manage how you receive alerts from your iPhone and help you to see through the wood through the trees in this crazy information age.</p></html>",
    "htmlSmall": "<html><div class=container><div class=imgContainer><img src=https://updaty.apptitute.de/img/ios15-05-0.jpg alt=placeholder ></div><div class=rightContainer><h1 class=subTitle >Notification Summaries</h1><h2 class=title>Manage your information overload</h2></div></div></html>",
    "id": 5
  },
  {
    "html": "<html><hr>  <p><img src=https://updaty.apptitute.de/img/ios15-06-1.jpg alt=></p>  <p>Watching your favorite TV show with your friends or family is among one of life’s greatest home comforts, but we can’t always be together with those who are dearest to us. That’s why the new SharePlay feature on iOS 15.</p>  <hr>  <p><img src=https://updaty.apptitute.de/img/ios15-06-2.jpg alt=></p>  <p>Now, through FaceTime, you can watch TV shows, listen to music or play games with friends on your iPhone in real-time.  It works really well, making you feel as though you’re back at home, college or wherever it is that you like to hang out.</p>  <hr>  <p><img src=https://updaty.apptitute.de/img/ios15-06-3.jpg alt=></p>  <p>All you need to do is tap the SharePlay icon when you’re in a FaceTime call with your loved ones, and there you’ll see the apps that work with it. </p>  <hr>  <p><img src=https://updaty.apptitute.de/img/ios15-06-4.jpg alt=></p>  <p>For instance, you can pick Apple Music, select newest Beyonce or Radiohead album and it will play on both your phones while you’re in the call. If you need to pause it to get to the toilet, it will pause on both of your devices.</p>  <hr>  <p><img src=https://updaty.apptitute.de/img/ios15-06-5.jpg alt=></p>  <p>Apple apps already work with it and a bunch of 3rd party apps work with it too – AppleTV, Disney+ and TikTok.</p></html>",
    "htmlSmall": "<html><div class=container><div class=imgContainer><img src=https://updaty.apptitute.de/img/ios15-06-0.jpg alt=placeholder ></div><div class=rightContainer><h1 class=subTitle >Play together</h1><h2 class=title>Watch, listen and play together with friends</h2></div></div></html>",
    "id": 6
  }
]