[
  {
    "html": "<html> <hr>  <p><img src=https://updaty.apptitute.de/img/tips-01-1.jpg alt=></p>  <p>Shared photo albums have been a thing on iPhones for a while, but iCloud Share Photo Library now allows you to collaborate better on the images you treasure. The best thing about this new feature is that you and five friends or family members can now put photos directly into a shared library, and each member of the library can see, edit and delete the photos. </p>  <p>There are also smarter ways of adding photos to the library – including by proximity to your fellow photo librarians, date ranges and facial recognition.</p>  <hr>  <p><img src=https://updaty.apptitute.de/img/tips-01-2.jpg alt=></p>  <p>How do you set one up? You go to Settings and select Photo and then turn on the Shared Library section. </p>  <hr>  <p><img src=https://updaty.apptitute.de/img/tips-01-3.jpg alt=></p>  <p>On the pop-up that then appears, tap Start Setup. Tap the people you want to invite and tap Continue.</p>  <hr>  <p><img src=https://updaty.apptitute.de/img/tips-01-4.jpg alt=></p>  <p>Now the framework of the library is established, you can choose which photos to add from ‘All My Photos and Videos’, ‘Choose by People or Date’ and ‘Choose Manually’. </p>  <p>You can also select a start date for photos to be included in your shared library.</p></html>",
    "htmlSmall": "<html><div class=container><div class=imgContainer><img src=https://updaty.apptitute.de/img/tips-01-0.jpg  ></div><div class=rightContainer><h1 class=subTitle >Shared photo library</h1><h2 class=title>Collaborate with friends and family</h2></div></div></html>",
    "id": 1
  },
  {
    "html": "<html><hr>  <p><img src=https://updaty.apptitute.de/img/tips-02-1.jpg alt=></p>  <p>With the change to the iPhone’s lock screen on iOS 16 comes a streamlining of the way notifications are displayed. </p>  <p>By default, they now appear at the bottom of the lock screen and they’re stacked on top of one another.</p>  <p>But the best thing about the new lock screen is you can now change where and how your notifications display. It’s more customizable than it’s ever been before.</p>  <hr>  <p><img src=https://updaty.apptitute.de/img/tips-02-2.jpg alt=></p>  <p>How do you do it? Go to Settings and tap the Notifications section.  Here you can select from three options in terms of how they show up – Count, Stack and List.</p>  <hr>  <p><img src=https://updaty.apptitute.de/img/tips-02-3.jpg alt=></p>  <p>Count will mean notifications only display as the number of unread notifications and the individual notifications will only appear once that knumber is tapped.</p>  <hr>  <p><img src=https://updaty.apptitute.de/img/tips-02-4.jpg alt=></p>  <p>List will display notifications in the way you know and love (or hate), as the classic, vertical list starting just below the clock and running down the screen.</p>  <hr>  <p><img src=https://updaty.apptitute.de/img/tips-02-5.jpg alt=></p>  <p>Stack will move the notifications to the bottom of the screen and will only show the most recent notification. To view the full list of notifications, you’ll need to just tap on the top one, and the list will expand.</p></html>",
    "htmlSmall": "<html><div class=container><div class=imgContainer><img src=https://updaty.apptitute.de/img/tips-02-0.jpg ></div><div class=rightContainer><h1 class=subTitle >SNotifications display</h1><h2 class=title>Change how your notifications display</h2></div></div></html>",
    "id": 2
  },
  {
    "html": "<html><p><img src=https://updaty.apptitute.de/img/tips-03-1.jpg alt=></p>  <p>If you’re a big sports fan, then sometimes the only news you need to read is that which is relevant to your favorite team – whether that’s NFL, baseball, soccer or whatever it is that gets your passion going. The News app now has a My Sport feature where you can set up a news feed of stories only relating to your favorite team.</p>  <hr>  <p><img src=https://updaty.apptitute.de/img/tips-03-2.jpg alt=></p>  <p>How do you do this? Go into your News app and scroll down to the Favorites section, where you should see a My Sports bubble. Tap this and on the next page tap Manage.</p>  <hr>  <p><img src=https://updaty.apptitute.de/img/tips-03-3.jpg alt=></p>  <p>Here you can add specific teams to your feed by expanding the league your team is in and then tapping the + icon next to your favorite team. </p>  <hr>  <p><img src=https://updaty.apptitute.de/img/tips-03-4.jpg alt=></p>  <p>Tap Done once you’ve selected the team or teams that you want to follow in this part of the app.</p></html>",
    "htmlSmall": "<html><div class=container><div class=imgContainer><img src=https://updaty.apptitute.de/img/tips-03-0.jpg></div><div class=rightContainer><h1 class=subTitle >My Sport feature</h1><h2 class=title>Follow your team using the My Sport feature in News</h2></div></div></html>",
    "id": 3
  },
  {
    "html": "<html><p><img src=https://updaty.apptitute.de/img/tips-04-1.jpg alt=></p>  <p>Sometimes the best way to phrasing an important email comes to you outside of work hours, but you don’t want to set a precedent of being seen as someone who sends emails at all hours of the day. </p>  <p>Or, you may be wanting to send an important email but want to time when it is sent in order to optimize the chances of it being read.</p>  <p>The good thing is that you can now schedule when your emails are sent when using the Mail app.</p>  <hr>  <p><img src=https://updaty.apptitute.de/img/tips-04-2.jpg alt=></p>  <p>How do you do it? Once you’ve drafted your email, hold on to the send arrow next to the subject line and a pop-up menu will appear.  In this menu will appear four options: Send Now, Send 9:00 PM Tonight, Send 8:00 AM Tomorrow, and Send Later.</p>  <p><img src=https://updaty.apptitute.de/img/tips-04-3.jpg alt=></p>  <p>If you tap on Send Later, a calendar will appear from which you can select the date on which you wish to send your message. </p>  <hr>  <p><img src=https://updaty.apptitute.de/img/tips-04-4.jpg alt=></p>  <p>Once you’ve done this, on the next screen you’ll be able to select what time you want to send the email that day, and there’s a really helpful Time Zone option at the bottom in case you’re sending it to someone overseas.</p>  <p>Once you’re happy with the time and date, tap Done on the top right corner of the screen and your message will now be scheduled. </p>  <p>If you want to go back to the message before its scheduled send time, you can go to the Send Later section in the Mailboxes screen.</p>  <p>On this screen, you’ll be able to tap Edit on the top right corner in order to be able to go back into the emails and edit the timings or the content of the email.</p></html>",
    "htmlSmall": "<html><div class=container><div class=imgContainer><img src=https://updaty.apptitute.de/img/tips-04-0.jpg ></div><div class=rightContainer><h1 class=subTitle >Schedule emails</h1><h2 class=title>How to schedule emails using Mail</h2></div></div></html>",
    "id": 4
  },
  {
    "html": "<html><hr>  <p><img src=https://updaty.apptitute.de/img/tips-05-1.jpg alt=></p>  <p>In iOS 15 came the ability to create groups of tabs in Safari, which is really useful if wanting to collate all your tabs relating to work, holiday planning, entertainment or whatever else you use the internet for.</p>  <p>In iOS 16, Safari has developed this even further, with the new Shared Tab Groups feature.</p>  <p>This allows you to share a group of tabs with friends, study mates, colleagues or family. </p>  <p>For instance, if you’re working on a class assignment at college, you can group together all your research tabs and then share it with your fellow students working on the same report.</p>  <hr>  <p><img src=https://updaty.apptitute.de/img/tips-05-2.jpg alt=></p>  <p>To do this you need to go into Safari and tap the tab button in the bottom right corner. </p>  <hr>  <p><img src=https://updaty.apptitute.de/img/tips-05-3.jpg alt=></p>  <p>On the next screen, tap the middle of the bottom menu, where it shows how many tabs you have open, and a pop-up menu will appear where you can create a new group of tabs.</p>  <hr>  <p><img src=https://updaty.apptitute.de/img/tips-05-4.jpg alt=></p>  <p>Tap New Tab Group if you want to add a group and select only some of your currently open tabs to go into this; tap New Empty Tab Group if you want to create a new group of all the tabs you currently have open. </p>  <hr>  <p><img src=https://updaty.apptitute.de/img/tips-05-5.jpg alt=></p>  <p>Then type in the name you want to give the group and tab Save.</p>  <hr>  <p><img src=https://updaty.apptitute.de/img/tips-05-6.jpg alt=></p>  <p>To share a group, go back to the tabs menu and tap and hold the center of the menu at the bottom of the screen. On the menu that pops up, select the group of tabs you’ve just created.</p>  <hr>  <p><img src=https://updaty.apptitute.de/img/tips-05-7.jpg alt=></p>  <p>Once its open, there’s a Share Sheet icon on the top right, next to the title. Tap this and then pick the people or app </html>",
    "htmlSmall": "<html><div class=container><div class=imgContainer><img src=https://updaty.apptitute.de/img/tips-05-0.jpg alt=placeholder ></div><div class=rightContainer><h1 class=subTitle>Tab groups</h1><h2 class=title>Share your Safari tab groups</h2></div></div></html>",
    "id": 5
  },
  {
    "html": "<html> <p>Getting an iPhone is great, but getting into the whole Apple ecosystem can be even better. </p>  <p>Provided you’ve signed into your iCloud account on all your Apple devices, you can effectively control what your other devices are doing using iPhone. You can basically turn your iPhone into the most powerful remote control ever!</p>  <p><img src=https://updaty.apptitute.de/img/tips-06-1.jpg alt=></p>  <p>How do you do this? Go into your Settings and go into the Accessibility section. Then you need to scroll down and go into the Control Nearby Devices section.</p>  <hr>  <p><img src=https://updaty.apptitute.de/img/tips-06-2.jpg alt=></p>  <p>On the next screen, a list of compatible devices will appear. Select the device you want to connect your iPhone with.</p>  <hr>  <p><img src=https://updaty.apptitute.de/img/tips-06-3.jpg alt=></p>  <p>Then, on the next screen, you’ll see a how range of actions you can trigger on your connected device from your iPhone, including Siri, media playback options, volume and so on.</p></html>",
    "htmlSmall": "<html><div class=container><div class=imgContainer><img src=https://updaty.apptitute.de/img/tips-06-0.jpg alt=placeholder ></div><div class=rightContainer><h1 class=subTitle >Controlling</h1><h2 class=title>Controlling other Apple devices using your iPhone</h2></div></div></html>",
    "id": 6
  },
  {
    "html": "<html><hr>  <p><img src=https://updaty.apptitute.de/img/tips-07-1.jpg alt=></p>  <p>Do you still carry a physical wallet around? Since Apple introduced its Wallet app, there really hasn’t been a need to. </p>  <p>But if you’re student, maybe you’ve needed to because there’s been no way to add your student ID to your iPhone so you’ve needed to always carry your physical card with you.</p>  <p>Well the good news is that Apple has heard your pain and with iOS 16 it’s updated the Wallet app so that you can now add your student ID to it.</p>  <hr>  <p><img src=https://updaty.apptitute.de/img/tips-07-2.jpg alt=></p>  <p>How do you do this? The first thing you need to do is check which app your college is using for virtual ID cards and download this from the App Store. Once in the app, find your institution, select it and log into your school account. </p>  <p>Once logged in, go to your profile and tap the Add to Wallet button, and then follow the instructions presented to add a digital version of your ID to your Apple Wallet. Note that these instructions may vary depending on which app your school is using.</p>  <p>Once complete, you’ll be able to see your student ID in your Wallet and never need to carry a physical wallet around again!</p></html>",
    "htmlSmall": "<html><div class=container><div class=imgContainer><img src=https://updaty.apptitute.de/img/tips-07-0.jpg alt=placeholder ></div><div class=rightContainer><p class=subTitle >Student ID</p><p class=title>Adding your student ID to your Apple Wallet</p></div></div></html>",
    "id": 7
  },
  {
    "html": "<html><hr><p><img src=https://updaty.apptitute.de/img/tips-08-1.jpg alt=></p><p>Sometimes you want to be able to get really immersed in something so that you can’t hear the outside world – whether that’s jamming on your guitar, listening to oceanic ambient music with your headphones or getting deep into Nirvana (not the band) through meditation. </p><hr><p><img src=https://updaty.apptitute.de/img/tips-08-2.jpg alt=></p><p>But what if someone’s knocking at your door with a really important delivery that you need to receive today? Or what if your cat starts calling you from outside, wanting to be let in after his evening stroll in the garden?</p><p>The good news is that Apple has introduced Sound Recognition on your iPhone, meaning your phone can be triggered by specific sounds to alert you to something.</p><hr><p><img src=https://updaty.apptitute.de/img/tips-08-3.jpg alt=></p><p>How do you set this up? Go into the Settings app and tap on Accessibility and then scroll down to Sound Recognition, which you can tap to enable the new functionality. This will then trigger a download of the software your phone will need to put this into practice.</p><hr><p><img src=https://updaty.apptitute.de/img/tips-08-4.jpg alt=></p><p>Once this is done, from the Sound Recognition menu go to Sounds. The list will come up with familiar sounds which you can select. Tapping on any of these options will trigger your phone to start listening to those sounds, and you can select what notification you receive when your phone hears them.</p><hr><p><img src=https://updaty.apptitute.de/img/tips-08-5.jpg alt=></p><p>If there’s a sound you want your phone to be able to hear which isn’t on the standard list, you can add new sounds into it. To do this, you’ll need to tap Custom Alarm, Custom Appliance or Doorbell</p><p>You’ll then need to name the sound that you want your phone to learn, and then teach your phone the sound by recording it five times. So, come to think of it, this will probably easier to do with your doorbell than with your cat!</p><hr><p><img src=https://updaty.apptitute.de/img/tips-08-6.jpg alt=></p><p>Once you finish the recordings, you can follow the instructions to save your notification sound and alert. </p></html>",
    "htmlSmall": "<html><div class=container><div class=imgContainer><img src=https://updaty.apptitute.de/img/tips-08-0.jpg alt=placeholder ></div><div class=rightContainer><h1 class=subTitle >Sound Recognition</h1><h2 class=title>Make sure you hear the things that matter</h2></div></div></html>",
    "id": 8
  },
  {
    "html": "<html> <p><img src=https://updaty.apptitute.de/img/tips-09-1.jpg alt=></p>  <p>Better manage your duplicate contacts on your iPhone.</p>  <p>We’ve all had it where over time the contacts list in our phone becomes a bit disorganized and unwieldy. Why do I have 13 different contacts set up for my mother, I hear you saying.</p>  <p>The good news is that you can now dedupe your contacts lists on your iPhone and manage the information you have for your contacts.</p>  <p>So the Contacts app can now detect where you have multiple contacts set up for the same person. </p>  <hr>  <p><img src=https://updaty.apptitute.de/img/tips-09-2.jpg alt=></p>  <p>In fact, it will tell you this. When you open the app, it will display message saying how many duplicate contacts it has found.</p>  <hr>  <p><img src=https://updaty.apptitute.de/img/tips-09-3.jpg alt=></p>  <p>To manage these duplicates, tap View Duplicates and you’ll see all the contacts you have repeated information for.</p>  <hr>  <p><img src=https://updaty.apptitute.de/img/tips-09-4.jpg alt=></p>  <p>The trick you can do is tap Merge All and then Merge Duplicates. By doing this your phone will automatically merge all the duplicate contacts so that each contact contains all the information you need in one place. It will then remove the duplicate contacts.</p></html>",
    "htmlSmall": "<html><div class=container><div class=imgContainer><img src=https://updaty.apptitute.de/img/tips-09-0.jpg alt=placeholder ></div><div class=rightContainer><h1 class=subTitle >Duplicate contacts</h1><h2 class=title>Better manage your duplicate contacts</h2></div></div></html>",
    "id": 9
  },
  {
    "html": "<html><hr>  <p><img src=https://updaty.apptitute.de/img/tips-10-1.jpg alt=></p>  <p>Creating an emergency contact on your iPhone.</p>  <p>What would happen if you’re out of signal but an emergency has happened which you need to alert your carer about? </p>  <p>Your iPhone has been able to call emergency services in such a situation for ages but the good news is that it can now also call your emergency contacts. On the lock screen this will appear as an ‘SOS’ button.</p>  <hr>  <p><img src=https://updaty.apptitute.de/img/tips-10-2.jpg alt=></p>  <p>To set up your emergency contacts, go to the Health app and tap your profile avatar or initial sin the top right corner. Then tap Medical ID.</p>  <hr>  <p><img src=https://updaty.apptitute.de/img/tips-10-3.jpg alt=></p>  <p>Once in your Medical ID section, tap on Edit and then scroll down to the Emergency Contacts section, before tapping on the green + button to add your emergency contacts.</p>  <hr>  <p><img src=https://updaty.apptitute.de/img/tips-10-4.jpg alt=></p>  <p>You’ll be able to select who to add from your Contacts app and you can also specify the relationship you have with this contact.</p>  <hr>  <p><img src=https://updaty.apptitute.de/img/tips-10-5.jpg alt=></p>  <p>Once you’ve selected the person, tap the Done button to save.</p></html>",
    "htmlSmall": "<html><div class=container><div class=imgContainer><img src=https://updaty.apptitute.de/img/tips-10-0.jpg alt=placeholder ></div><div class=rightContainer><h1 class=subTitle >Emergency contact</h1><h2 class=title>Creating an emergency contact on your iPhone</h2></div></div></html>",
    "id": 10
  },
  {
    "html": "<html><hr>  <p><img src=https://updaty.apptitute.de/img/tips-11-1.jpg alt=></p>  <p>How to get your iPhone to alert you if you’re at risk of falling.</p>  <p>As we age, we lose our sense of balance and become more prone to falling. It will happen to all of us eventually, but in old age, a fall can be really debilitating. </p>  <p>That’s why the Walking Steadiness app is so great. It tracks the way you walk – including speed and step length – and then rates your risk of falling over the next 12 months.</p>  <hr>  <p><img src=https://updaty.apptitute.de/img/tips-11-2.jpg alt=></p>  <p>It gives you the following ratings for your walking steadiness: </p>  <p>OK – you’re at little risk of falling in the next 12 months.</p>  <p>Low – your walking steadiness has declined and there is an increased risk of you falling in the next 12 months.</p>  <p>And Very Low – your walking steadiness has declined significantly and there is a high risk of falling in the next 12 months.</p>  <p>Your iPhone will send you a notification to indicate if your steadiness level has changed while the Health app will also suggest different activities to improve your steadiness in the future.</p>  <hr>  <p><img src=https://updaty.apptitute.de/img/tips-11-3.jpg alt=></p>  <p>How do you use it? Open the Health App and within the browse screen tap on Mobility, before tapping on Walking Steadiness Notifications.</p>  <hr>  <p><img src=https://updaty.apptitute.de/img/tips-11-4.jpg alt=></p>  <p>Then follow the onscreen instructions to set it up. You may need to provide some personal data as part of this, including your weight and height.</p></html>",
    "htmlSmall": "<html><div class=container><div class=imgContainer><img src=https://updaty.apptitute.de/img/tips-11-0.jpg alt=placeholder ></div><div class=rightContainer><h1 class=subTitle >Falling alert</h1><h2 class=title>Get your iPhone to alert you if you're at risk of falling</h2></div></div></html>",
    "id": 11
  },
  {
    "html": "<html><hr>  <p><img src=https://updaty.apptitute.de/img/tips-12-1.jpg alt=></p>  <p>If you make a lot of plans with someone – whether that’s family, your partner or a work colleague – it can be really useful to have visibility of their calendar.</p>  <p>The Calendars app on the iPhone has been continually improved to allow you to do this in more nuanced ways. </p>  <p>Here’s our recommended way to create a calendar for sharing with someone in such a way that you don’t have to share your entire calendar with them.</p>  <p>The first part of this is creating a custom Calendar – i.e. one in which you can include all your plans which you want or need to be sharable. To do this, tap on Calendars in the bottom menu in the Calendar app. </p>  <hr>  <p><img src=https://updaty.apptitute.de/img/tips-12-2.jpg alt=></p>  <p>From the pop-up menu, tap Add Calendar, and in the form that ensues you’ll be able to add a name and color for the customs calendar you’re creating.</p>  <hr>  <p><img src=https://updaty.apptitute.de/img/tips-12-3.jpg alt=></p>  <p>To share this calendar, go back to the Calendars section in the Calendar app. From the list of calendars that appears, find the one you just created and tap the info button next to its name.</p>  <hr>  <p><img src=https://updaty.apptitute.de/img/tips-12-4.jpg alt=></p>  <p>In the Edit Calendar menu, you can tap Add Person in the Shared With section. </p>  <hr>  <p><img src=https://updaty.apptitute.de/img/tips-12-5.jpg alt=></p>  <p>In the next screen, you’ll be able to start typing in the name or email address of the person you want to share the calendar with in the To field. </p></html>",
    "htmlSmall": "<html><div class=container><div class=imgContainer><img src=https://updaty.apptitute.de/img/tips-12-0.jpg alt=placeholder ></div><div class=rightContainer><h1 class=subTitle >Shared calendars</h1><h2 class=title>Creating shared calendars with your iPhone</h2></div></div></html>",
    "id": 12
  },
  {
    "html": "<html><p>Apple has finally added a Haptic keyboard to the iPhone! But what is this?</p>  <p>Basically, a haptic keyboard is where your phone makes a little vibration whenever you type a character or press on the screen to scroll or tap a button. </p>  <p>It helps make your phone a little more tactile and many people really like this, saying that it helps them to make fewer mistakes when typing messages or emails.</p>  <p>Apple has added this feature in the new iOS 16 but it isn’t set up as a default setting.</p>  <p><img src=https://updaty.apptitute.de/img/tips-13-1.jpg alt=></p>  <p>To start using it, go to your Settings app and select the Sound and Haptics section.</p>  <hr>  <p><img src=https://updaty.apptitute.de/img/tips-13-2.jpg alt=></p>  <p>From here, go to Keyboard Feedback and then you can enable sounds and haptics.</p></html>",
    "htmlSmall": "<html><div class=container><div class=imgContainer><img src=https://updaty.apptitute.de/img/tips-13-0.jpg alt=placeholder ></div><div class=rightContainer><h1 class=subTitle >Haptic keyboard</h1><h2 class=title>Turn on the Haptic keyboard</h2></div></div></html>",
    "id": 13
  }
]