[
   {
      "html": "<h2 class=title>Get into the zone with the new Focus mode</h2> <p><img src=https://updaty.apptitute.de/img/ios15-02-1.jpg alt=></p>  <p>Your iPhone is a world of fun and entertainment, but sometimes, it can be too fun.</p>  <p>For instance, you’ve got to really focus on an important project at work for an hour or two and this is really not the time to be getting notifications from your phone telling you that you’ve got memories to look back on in Facebook!</p> ",
      "id":1
   },
   {
      "html": "<p><img src=https://updaty.apptitute.de/img/ios15-02-2.jpg alt=></p>  <p>The iPhone has had the ‘Do Not Disturb’ feature for ages, but this is a little too black and white for some. If it’s a work project, you might still want to get notifications from your email app, for example.</p>  <p>That’s why the new Focus feature of iOS 15 is so great. It’s basically Do Not Disturb on steroids with loads of customizable options. </p>",
      "id":2
   },
   {
      "html": "<p><img src=https://updaty.apptitute.de/img/ios15-02-3.jpg alt=></p>  <p>First off, you can set loads of different types of Focus modes – for example, work, cooking or meditation.</p> ",
      "id":3
   },
   {
      "html": "<p><img src=https://updaty.apptitute.de/img/ios15-02-4.jpg alt=></p>  <p>Secondly, you can edit the settings to control which apps and notifications continue and stop on each of these modes. </p> ",
      "id":4
   },
   {
      "html": "<p><img src=https://updaty.apptitute.de/img/ios15-02-5.jpg alt=></p>  <p>So, for work, you can keep those email and Slack notifications coming in but mute social media.</p>  <p>For meditation, you can strip it right back so that you’re only allowing Headspace, Calm or whichever mindfulness app you’re using to interrupt you.</p> ",
      "id":5
   },
   {
      "html": "<p><img src=https://updaty.apptitute.de/img/ios15-02-6.jpg alt=></p>  <p>You can still use the Do Not Disturb functionality for when you really want no disruptions at all, but Focus is way more sophisticated, allowing you to create a multiplicity of modes so that your iPhone can match the various mindsets you may need to get into at different points of the day.</p>",
      "id":6
   }
]
