[
   {
      "html": "<h2 class=title>Look and sound your best on the new updated FaceTime</h2> <p><img src=https://updaty.apptitute.de/img/ios15-04-1.jpg alt=></p>  <p>Remember the pandemic when everyone was on Zoom calls for basically the entirety of the time? Remember all the fun we had with background filters? Remember basically just looking at your own webcam display to make sure you didn’t look silly?</p>  <p>It appears the developers at Apple were in a similar boat because they’ve really gone to town with FaceTime in the new iOS 15 update. </p>",
      "id":1
   },
   {
      "html": "<h2 class=title>Look and sound your best on the new updated FaceTime</h2> <p><img src=https://updaty.apptitute.de/img/ios15-04-2.jpg alt=></p>  <p>The main update is the introduction of Portrait mode in the app. </p>",
      "id":2
   },
   {
      "html": "<h2 class=title>Look and sound your best on the new updated FaceTime</h2> <p><img src=https://updaty.apptitute.de/img/ios15-04-3.jpg alt=></p>  <p>This works so much better than the blur out background features in Zoom and Teams, and has the extra benefit of touching up tour beautiful face at the same time, as it does in your camera app.</p>",
      "id":3
   },
   {
      "html": "<h2 class=title>Look and sound your best on the new updated FaceTime</h2> <p><img src=https://updaty.apptitute.de/img/ios15-04-4.jpg alt=></p>  <p>There are also new mic modes, allowing you to cut out the background noise with Voice Isolation, keep it all in using Standard or make it more prominent using Wide Spectrum.</p> ",
      "id":4
   },
   {
      "html": "<h2 class=title>Look and sound your best on the new updated FaceTime</h2> <p><img src=https://updaty.apptitute.de/img/ios15-04-5.jpg alt=></p>  <p>The grid display feature is enhanced on group calls as well, with the audio from each person’s voice coming from the part of the phone they’re displayed on.</p>  ",
      "id":5
   },
   {
      "html": "<h2 class=title>Look and sound your best on the new updated FaceTime</h2> <p><img src=https://updaty.apptitute.de/img/ios15-04-6.jpg alt=></p>  <p>And for the first time ever, with iOS 15 you can now patch in friends with Windows or Android devices into your FaceTime calls. You’ll just need to create a FaceTime call link in the app and send it to them.</p>",
      "id":6
   }
]