[
   {
      "html": "<h2 class=title>Manage your information overload</h2> <p><img src=https://updaty.apptitute.de/img/ios15-05-1.jpg alt=></p>  <p>For many people, there’s just too much information in the modern age. Every time you pick up your iPhone to check the time or your messages, you instead get a bombardment of information from your social media apps, your news apps, your sports team’s apps, your mindfulness apps, and so on. Most of the time, this sort of information can just wait. You don’t need to hear about every new puzzle on your crossword app as and when it’s released; neither do you need to know right away that your Amazon delivery’s been dispatched. </p> ",
      "id":1,
      "subtitle": "Notification Summaries"
   },
   {
      "html": "<h2 class=title>Manage your information overload</h2> <p><img src=https://updaty.apptitute.de/img/ios15-05-2.jpg alt=></p>  <p>That’s why the new Notification Summaries feature of iOS 15 is so great. You can create, in essence, a notification digest that comes up at certain points through the day, summarizing all of these non-essential notifications in one place, at one time.</p>",
      "id":2,
      "subtitle": "Notification Summaries"
   },
   {
      "html": "<h2 class=title>Manage your information overload</h2> <p><img src=https://updaty.apptitute.de/img/ios15-05-3.jpg alt=></p>  <p>You can set the apps you want instant notifications for and those you want to be covered in your digest in the Notifications section of Settings. </p> ",
      "id":3,
      "subtitle": "Notification Summaries"
   },
   {
      "html": "<h2 class=title>Manage your information overload</h2> <p><img src=https://updaty.apptitute.de/img/ios15-05-4.jpg alt=></p>  <p>Here you can also set the times of the day at which you want your notifications. For some, this will be in the morning over a damn fine cup of joe. For others, this maybe in the early evening when you’re on the commute back home from work.</p> ",
      "id":4,
      "subtitle": "Notification Summaries"
   },
   {
      "html": "<h2 class=title>Manage your information overload</h2> <p><img src=https://updaty.apptitute.de/img/ios15-05-5.jpg alt=></p>  <p>Whatever time you want it, the Notification Summary will help you better manage how you receive alerts from your iPhone and help you to see through the wood through the trees in this crazy information age.</p>  ",
      "id":5,
      "subtitle": "Notification Summaries"
   }
]