[
    {
        "html": "<html><h2>Começando</h2><p>Neste breve tutorial, iremos guiá-lo com segurança pelo processo de atualização. Primeiramente, há três coisas que você precisa garantir antes de iniciar a atualização.</p><img src=https://updaty.apptitute.de/img/tutorial-01-1.jpg alt=conectar ao wifi><p>1) Antes de iniciar, seu iPhone deve estar conectado ao <strong>Wi-Fi</strong>.</p><img src=https://updaty.apptitute.de/img/tutorial-01-2.jpg alt=mais de 50% de carga><p>2) Você deve ter pelo menos 50% de bateria ou estar conectado a uma fonte de energia para baixar e instalar as atualizações. </p><img src=https://updaty.apptitute.de/img/tutorial-01-3.jpg><p>3) Também é uma boa ideia <strong>fazer backup</strong> do seu iPhone antes de instalar atualizações para evitar qualquer perda potencial de dados.</p></html>",
        "id": 1
    },
    {
        "html": "<html><h2>Conectar ao Wi-Fi</h2><p>Primeiramente, certifique-se de que o seu iPhone está conectado a uma rede Wi-Fi.</p><p>Para verificar se o seu iPhone está conectado ao Wi-Fi, deslize para baixo a partir do canto superior direito da tela para abrir o Centro de Controle.</p><img src=https://updaty.apptitute.de/img/tutorial-02-2.jpg alt=wifi está desativado><p>Procure pelo ícone de Wi-Fi. Se o ícone estiver azul, o seu iPhone está conectado a uma rede Wi-Fi. Se o ícone estiver cinza, o seu iPhone não está conectado a uma rede Wi-Fi.</p><img src=https://updaty.apptitute.de/img/tutorial-02-3.jpg alt=conectar ao wifi><p>Alternativamente, você pode ir para <em>Configurações</em> e depois <em>Wi-Fi</em> para ver uma lista de redes Wi-Fi disponíveis. Se você estiver conectado a uma rede, o nome da rede será exibido ao lado de <em>Wi-Fi</em> com um sinal de marca de verificação.</p><img src=https://updaty.apptitute.de/img/tutorial-02-4.jpg alt=inserir senha do wifi><p>Se você estiver com dificuldades para se conectar ao Wi-Fi, verifique se a rede Wi-Fi está dentro do alcance e se você tem o nome e senha da rede corretos.</p><img src=https://updaty.apptitute.de/img/tutorial-02-5.jpg alt=redefinir configurações de rede><p>Você também pode tentar redefinir as suas configurações de rede indo para <em>Configurações</em> &gt; <em>Geral</em> &gt; <em>Redefinir</em> &gt; <em>Redefinir Configurações de Rede</em>.</p></html>",
        "id": 2
    },
    {
        "html": "<html><h2>Conectar a uma fonte de alimentação</h2><p>Em segundo lugar, certifique-se de que o seu iPhone tem carga suficiente ou está conectado a uma fonte de alimentação durante o processo de atualização.</p><img src=https://updaty.apptitute.de/img/tutorial-03-1.jpg alt=símbolo de bateria na barra de tarefas><p>Para verificar o nível de bateria do seu iPhone, olhe para o canto superior direito da tela do seu iPhone. Você deverá ver um ícone de bateria.</p><p>O ícone de bateria irá mostrar quanto tempo de bateria você ainda tem. Um ícone de bateria verde indica que a bateria do seu iPhone está acima de 20%, enquanto um ícone de bateria vermelho indica que a bateria está abaixo de 20% e precisa ser carregada em breve.</p><img src=https://updaty.apptitute.de/img/tutorial-03-3.jpg alt=bateria com mais de 50% na barra de tarefas><p>Se você quiser ver o percentual exato da vida útil da sua bateria, deslize para baixo a partir do canto superior direito da tela do seu iPhone para abrir o Centro de Controle. O percentual da bateria será exibido no canto superior direito da tela.</p><img src=https://updaty.apptitute.de/img/tutorial-03-4.jpg alt=quebra do uso da bateria><p><strong>Observação:</strong> Se o seu iPhone estiver executando o iOS 14 ou posterior, você também poderá ver um resumo do uso da bateria indo em <em>Configurações</em> &gt; <em>Bateria</em>. Isso mostrará quais aplicativos estão usando mais a bateria e fornecerá outras informações úteis relacionadas à bateria.</p></html>",
        "id": 3
    },
    {
        "html": "<html><h2>Faça backup do seu dispositivo</h2><p>Por fim, certifique-se de fazer backup do seu iPhone antes de atualizar para garantir que você não perca nenhum dado. </p><p>Para fazer backup do seu iPhone, você pode usar o iCloud ou o seu computador.</p><img src=https://updaty.apptitute.de/img/tutorial-04-1.jpg alt=icloud backup><p>Para fazer backup no iCloud, conecte seu iPhone ao Wi-Fi.</p><img src=https://updaty.apptitute.de/img/tutorial-04-3.jpg alt=connect to wifi></img><p>Vá em <em>Configurações</em> &gt; [Seu Nome] &gt; <em>iCloud</em> &gt; <em>Backup do iCloud</em>.</p><img src=https://updaty.apptitute.de/img/tutorial-04-4.jpg alt=icloud settings><p>Ative <em>Backup do iCloud</em> se ainda não estiver ativado.</p><img src=https://updaty.apptitute.de/img/tutorial-04-5.jpg alt=backup now><p>Toque em <em>Fazer Backup Agora</em> para iniciar o processo de backup. Mantenha o seu iPhone conectado ao Wi-Fi e à energia até que o backup seja concluído.</p></html>",
        "id": 4
    },
    {
        "html": "<html><h2>Backup do iTunes</h2><img src=https://updaty.apptitute.de/img/tutorial-05-1.jpg alt=back-up local><p>Para fazer backup no seu computador, conecte seu iPhone ao computador usando um cabo USB.</p><p>Abra o iTunes no seu computador (se estiver usando um Mac com macOS Catalina ou posterior, use o Finder).</p><img src=https://updaty.apptitute.de/img/tutorial-05-3.jpg alt=conectar ao wifi><p>Clique no ícone do iPhone no iTunes ou no Finder.</p><img src=https://updaty.apptitute.de/img/tutorial-05-4.jpg alt=conectar ao wifi><p>Em <em>Backups</em>, escolha <em>Este computador</em>. Clique em <em>Fazer backup agora</em> para iniciar o processo de backup.</p></html>",
        "id": 5
    },
    {
        "html": "<html><h2>Atualização Parte I</h2><p>Ótimo! Agora você está pronto para atualizar o seu iPhone.</h2><img src=https://updaty.apptitute.de/img/tutorial-06-2.jpg alt=configurações gerais><p>Acesse o aplicativo <em>Configurações</em> no seu iPhone e toque em <em>Geral</em>.</p><img src=https://updaty.apptitute.de/img/tutorial-06-3.jpg alt=atualização de software geral><p>Toque em <em>Atualização de Software</em>.</p><img src=https://updaty.apptitute.de/img/tutorial-06-4.jpg alt=download e instalação de atualização de software><p>Se houver alguma atualização disponível, o seu iPhone irá procurá-la e, caso a encontre, toque em <em>Baixar e Instalar</em>.</p><img src=https://updaty.apptitute.de/img/tutorial-06-5.jpg alt=uso de armazenamento><p>Se o seu iPhone estiver com pouco espaço de armazenamento, você pode precisar excluir alguns aplicativos ou arquivos para liberar espaço para a atualização. </p><img src=https://updaty.apptitute.de/img/tutorial-06-6.jpg alt=detalhes de uso de armazenamento><p>Você pode verificar o espaço de armazenamento indo em <em>Configurações</em> &gt; <em>Geral</em> &gt; <em>Armazenamento do iPhone</em>.</p> </html>",
        "id": 6
    },
    {
        "html": "<html> <h2>Atualização Parte II</h2><img src=https://updaty.apptitute.de/img/tutorial-07-1.jpg alt=enter passcode><p>Assim que \"Download e Instalar\" for solicitado, digite sua senha.</p> <img src=https://updaty.apptitute.de/img/tutorial-07-2.jpg alt=accept terms and conditions><p>Em seguida, toque em <em>Concordar</em> com os termos e condições.</p><img src=https://updaty.apptitute.de/img/tutorial-07-3.jpg alt=download progress bar><p> Seu iPhone começará a baixar a atualização, o que pode levar algum tempo dependendo da velocidade da sua internet e do tamanho da atualização.</p></html>",
        "id": 7
    },
    {
        "html": "<html><h2>Parte III da atualização</h2><img src=\"https://updaty.apptitute.de/img/tutorial-08-1.jpg\" alt=\"instalar agora\"><p>Assim que a atualização for baixada, toque em <em>Instalar Agora</em>.</p><img src=\"https://updaty.apptitute.de/img/tutorial-08-2.jpg\" alt=\"progresso da instalação\"><p>Seu iPhone irá reiniciar e começar a instalar a atualização. Esse processo pode levar alguns minutos.</p><img src=\"https://updaty.apptitute.de/img/tutorial-08-3.jpg\" alt=\"digitar código de acesso\"><p>Assim que a atualização for instalada, seu iPhone irá reiniciar novamente e você será solicitado a digitar seu código de acesso.</p></html>",
        "id": 8
    },
    {
        "html": "<html><h2>Atualização Parte IV</h2><img src=https://updaty.apptitute.de/img/tutorial-09-1.jpg alt=tela inicial><p>Após inserir a sua senha, o seu iPhone concluirá a atualização e você poderá usá-lo normalmente.</p></html>",
        "id": 9
    },
    {
        "html": "<html><h2>Verifique isso após a atualização</h2><p>Após atualizar seu iPhone, há algumas coisas que você pode fazer para garantir que a atualização ocorreu bem:</p><img src=https://updaty.apptitute.de/img/tutorial-10-1.jpg alt=settings battery><p><strong>Verifique a versão do software:</strong> Vá para <em>Configurações</em> &gt; <em>Geral</em> &gt; <em>Atualização de Software</em> e certifique-se de que seu iPhone esteja executando a versão mais recente do iOS.</p><img src=https://updaty.apptitute.de/img/tutorial-10-2.jpg alt=ios is up to date><p><strong>Teste as funções básicas:</strong> Teste as funções básicas do seu iPhone, como fazer uma ligação, enviar uma mensagem de texto, conectar-se ao Wi-Fi e acessar a internet, para garantir que tudo esteja funcionando corretamente.</p><img src=https://updaty.apptitute.de/img/tutorial-10-3.jpg alt=connect to wifi><p><strong>Verifique se há problemas:</strong> Verifique se há problemas ou mensagens de erro que possam aparecer após a atualização. Se notar algum problema, tente reiniciar seu iPhone ou redefinir as configurações para ver se resolve o problema.</p><img src=https://updaty.apptitute.de/img/tutorial-10-4.jpg alt=connect to wifi><p><strong>Verifique o uso da bateria:</strong> Verifique o uso da bateria para garantir que ela não esteja descarregando muito rapidamente ou apresentando qualquer comportamento incomum. Você pode fazer isso indo para <em>Configurações</em> &gt; <em>Bateria</em> e verificando as estatísticas de uso.</p><p><strong>Teste os novos recursos:</strong> Se a atualização incluir novos recursos, experimente-os para ver se funcionam conforme o esperado.</p><img src=https://updaty.apptitute.de/img/tutorial-10-5.jpg alt=connect to wifi><p>Se você encontrar algum problema, tente reiniciar seu iPhone ou entre em contato com o suporte da Apple para obter mais assistência.</p></html>",
        "id": 10
    },
    {
        "html": "<html><h2>Atualizações automáticas</h2> <p>Habilitar atualizações automáticas significa que seu iPhone irá baixar e instalar automaticamente novas atualizações quando estiverem disponíveis, sem necessitar de qualquer ação de sua parte.</p><p>Isso pode ser conveniente, pois garante que seu iPhone esteja sempre atualizado com as últimas correções de segurança, correções de bugs e novos recursos.</p>  <img src=https://updaty.apptitute.de/img/tutorial-11-2.jpg alt=configuração de atualização automática>  <p>Para habilitar as atualizações automáticas em seu iPhone, vá para o aplicativo <em>Configurações</em> no seu iPhone. Toque em <em>Geral</em>. Toque em <em>Atualização de software</em>.</p>  <img src=https://updaty.apptitute.de/img/tutorial-11-3.jpg alt=download e instalação automática >  <p>Ligue o interruptor ao lado de <em>Atualizações automáticas</em>.</p></html>",
        "id": 11
    },
    {
        "html": "<html><h2>Por que você deveria considerar habilitar atualizações automáticas</h2>  <p>Há várias razões pelas quais você deveria considerar habilitar atualizações automáticas em seu iPhone:</p>  <img src=https://updaty.apptitute.de/img/tutorial-12-1.jpg alt=resultado de atualização de software>  <p><strong>1. Segurança:</strong> Novas atualizações frequentemente incluem correções importantes de segurança que abordam vulnerabilidades e ameaças potenciais. Correções de bugs: As atualizações também podem corrigir bugs e melhorar a estabilidade e o desempenho geral do seu iPhone.</p>  <img src=https://updaty.apptitute.de/img/tutorial-12-2.jpg alt=peixe>  <p><strong>2. Novos recursos:</strong> As atualizações podem adicionar novos recursos e melhorias ao seu iPhone, fornecendo uma experiência de usuário aprimorada.</p>  <img src=https://updaty.apptitute.de/img/tutorial-12-3.jpg alt=atualização automática ativada>  <p><strong>3. Conveniência:</strong> Habilitar atualizações automáticas pode economizar tempo e esforço, pois você não precisa verificar manualmente as atualizações e instalá-las. Em geral, habilitar atualizações automáticas pode ajudar a garantir que seu iPhone esteja seguro, estável e atualizado com os recursos e melhorias mais recentes.</p></html>",
        "id": 12
    },
    {
        "html": "<html><h2>Como prevenir problemas de bateria</h2><p>Se o seu iPhone não tiver energia suficiente durante uma atualização automática, isso pode causar problemas.</p><p>O processo de atualização requer uma certa quantidade de energia da bateria para ser concluído, e se o seu iPhone ficar sem energia durante a atualização, poderá resultar em uma atualização falha ou até mesmo danificar o seu dispositivo.</p>  <img src=https://updaty.apptitute.de/img/tutorial-13-2.jpg alt=barra de tarefas da bateria em 84%>  <p>Para evitar que isso aconteça, é recomendável manter o seu iPhone carregado antes de começar uma atualização. Idealmente, você deve ter pelo menos 50% de energia da bateria antes de iniciar o processo de atualização.</p>  <img src=https://updaty.apptitute.de/img/tutorial-13-3.jpg alt=conectar ao carregador>  <p>Você também pode conectar o seu iPhone a uma fonte de energia durante a atualização para garantir que ele não fique sem energia.</p></html>",
        "id": 13
    },
    {
        "html": "<html><h2>Modo de economia de energia</h2><p>Além disso, você pode habilitar o recurso \"Modo de economia de energia\" em seu iPhone para ajudar a conservar a bateria durante a atualização.</p><p>Este recurso reduz o consumo de energia desativando determinados recursos, como downloads automáticos, busca de e-mails e alguns efeitos visuais.</p>  <img src=https://updaty.apptitute.de/img/tutorial-14-2.jpg alt=configurações de bateria>  <p>Para habilitar o Modo de economia de energia, vá para <em>Configurações</em> &gt; <em>Bateria</em> &gt; <em>Modo de economia de energia</em>.</p>  <img src=https://updaty.apptitute.de/img/tutorial-14-3.jpg alt=ligue o modo de economia de energia>  <p>No geral, é importante garantir que o seu iPhone tenha energia suficiente antes de iniciar uma atualização automática para evitar possíveis problemas.</p></html>",
        "id": 14
    },
    {
        "html": "<html><h2>Problemas de bateria</h2>  <p>Se o seu iPhone não tiver energia suficiente durante uma atualização automática, pode causar alguns problemas potenciais:</p>  <img src=https://updaty.apptitute.de/img/tutorial-15-2.jpg alt=problemas> <p><strong>Falha na atualização:</strong> O processo de atualização pode falhar ou parar pela metade devido à falta de energia. Isso pode fazer com que o seu iPhone fique preso em um estado parcialmente atualizado, o que pode exigir que você restaure o seu iPhone para a versão anterior.</p>  <img src=https://updaty.apptitute.de/img/tutorial-15-3.jpg alt=atualização falhou> <p><strong>Perda de dados:</strong> Se a atualização falhar, pode causar perda ou corrupção de dados. Isso pode incluir fotos, vídeos, músicas e outros dados importantes armazenados no seu iPhone.</p>  <img src=https://updaty.apptitute.de/img/tutorial-15-4.jpg alt=perda de dados>  <p><strong>Dano à bateria:</strong> Se o seu iPhone ficar sem energia durante uma atualização, pode causar danos à bateria. Interrupções repetidas durante as atualizações de software podem encurtar a vida útil da bateria e fazer com que ela degrade mais rapidamente ao longo do tempo.</p>  <img src=https://updaty.apptitute.de/img/tutorial-15-5.jpg alt=dano à bateria>  <p><strong>Instabilidade do dispositivo:</strong> Se o processo de atualização for interrompido, pode causar instabilidade ou comportamento errático no seu iPhone. Isso pode incluir problemas como falhas de aplicativos, congelamento ou desempenho lento.</p> <img src=https://updaty.apptitute.de/img/tutorial-15-6.jpg alt=aviso>  <p>Para evitar esses problemas, é importante garantir que o seu iPhone tenha energia suficiente antes de iniciar uma atualização automática.</p>  <p>Você também deve garantir que tenha uma conexão de internet estável e espaço de armazenamento suficiente no seu dispositivo para concluir a atualização.</p></html>",
        "id": 15
    }
]